i5/20240115-1133/1-fstat/32768/pgbench-warmup-5-10.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 5
partition method: range
partitions: 10
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 2925507
number of failed transactions: 0 (0.000%)
latency average = 0.656 ms
initial connection time = 14.937 ms
tps = 48757.681254 (without initial connection time)